---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Fitting
source: html/50fc2a69-a591-7829-4712-64a5b6776b66.htm
---
# Autodesk.Revit.DB.GroupTypeId.Fitting Property

Fittings.

## Syntax (C#)
```csharp
public static ForgeTypeId Fitting { get; }
```